const data_4_render = {
  title: [
    "ParSir – Сервис сбора данных",
    "ParSir – Service for data gathering",
  ],
  metaKeyWords:
    "HTML, CSS, JavaScript, Node.js, Express, Parser, Parsing, Web-scraping, " +
    "Web-scap, Web-scaper, import, export, service, data analysis, Commerce, e-commerce" +
    "",
  descr: [
    "«ParSir» – сервис автоматизированного сбора данных для систем электронной коммерции. " +
      "Данных сервис предназначен для сбора данных о товарах с сайтов таких " +
      "интернет-магазинов, как Леруа Мерлен, Ozon и Wildberries для их дальнейшего " +
      "анализа и/или экспорта в файл",
    "«ParSir» is an automated data collection service for e-commerce systems. " +
      "This service is designed to collect product data from the websites of such online " +
      "stores as Leroy Merlin, Ozon and Wildberries for further analysis and/or export to a file.",
  ],
  about_ru: [
    "«ParSir» – сервис сбора данных для систем электронной коммерции.",
    "«ParSir» осуществляет сбор данных (парсинг/веб-скрапинг) товаров с сайтов интернет-магазинов для их дальнейшего " +
      "аналитики (например, для просмотра динамики изменения цен). Также сервис предоставляет возможность " +
      "экспорта собранных данных в файл в форматах CSV, PDF и XML.",
    "Сервис имеет следующие возможности:",
    [
      "Сбор данных с сайта интернет-магазина, выбранного пользователем. Пользователь также может либо выбрать одну из категорий товаров, либо выбрать все категории товаров.",
      "Экспорт собранных данных в файл (форматы файла: CSV, PDF и XML).",
      "Проанализировать краткую статистику для каждой из категорий товаров. Для каждой из категорий товаров представлен график изменения средней стоимости товаров за последние 30 дней (включая сегодня). Также можно увидеть стоимость самого дрогого и самого дешёвого товаров (на основе самых «свежих» данных).",
    ],
    "Сервис собирает данные с интернет-магазинов:",
  ],
  
  home_ru: [
    `Для того, чтобы начать сбор данных, выберите один из интернет-магазинов, представленных ниже. ` +
    "Далее вы можете выбрать конкретную категорию товаров, данные о товарах которой вы желаете получить. Также вы можете выбрать ВСЕ категории товаров.",
      "По завершению процесса сбора данных вам будет предложена возможность экспорта этих данных в файл (форматы файла: CSV, PDF и XML). " +
      "Также вы можете посмотреть краткую статистику для каждой из категорий товаров прямо на этом сайте!",
    "Выберите интернет-магазинов, данные о товарах которого вы желаете получить",
  ],
  

  correct: false,

  website_logo: "/img/Logo/ParSir Logo.svg",
  ozon_logo: "/img/Logo/Ozon.svg",
  leroy_merlin_logo: "/img/Logo/Leroy_Merlin.svg",
};

module.exports = data_4_render;
